Table of Contents
 Interface IGrpcServer
Namespace
IdeaStatiCa.Plugin.Grpc
Assembly
IdeaStatiCa.Plugin.dll
public interface IGrpcServer : IGrpcCommunicator
Inherited Members
 IGrpcCommunicator.Port
 IGrpcCommunicator.Host
 IGrpcCommunicator.StartAsync(string, int)
 IGrpcCommunicator.StopAsync()
Properties
 GrpcService
IGrpcService GrpcService { get; }
Property Value
IGrpcService
 Edit this page